import model1 from  './1/scene.glb';
import preview1 from './1/preview.jpg';

let windowModels = [];
windowModels.push(
    {
        name: 'окно1',
        url: preview1,
        model: model1, //ссылка на модель
        scale: [0.01,0.05,0.01],
        producer: 'производитель1',
        description: 'описание, описание, описание, описание, описание, описание, описание, описание',
        price: '10 руб',
    },
    // {
    //     name: 'материал2',
    //     url: _2,
    //     size: [0.5, 0.5],
    //     producer: 'производитель2',
    //     description: 'описание, описание, описание, описание, описание, описание, описание, описание',
    //     price: '10 руб/м',
    // },
    // {
    //     name: 'материал3',
    //     url: _3,
    //     size: [0.5, 0.5],
    //     producer: 'производитель3',
    //     description: 'описание, описание, описание, описание, описание, описание, описание, описание',
    //     price: '10 руб/м',
    // },
    // {
    //     name: 'материал4',
    //     url: _4,
    //     size: [1, 0.5],
    //     producer: 'производитель4',
    //     description: 'описание, описание, описание, описание, описание, описание, описание, описание',
    //     price: '10 руб/м',
    // },
    // {
    //     name: 'материал5',
    //     url: _5,
    //     size: [1, 0.5],
    //     producer: 'производитель5',
    //     description: 'описание, описание, описание, описание, описание, описание, описание, описание',
    //     price: '10 руб/м',
    // },
    // {
    //     name: 'материал6',
    //     url: _6,
    //     size: [1, 0.5],
    //     producer: 'производитель6',
    //     description: 'описание, описание, описание, описание, описание, описание, описание, описание',
    //     price: '10 руб/м',
    // },
);


export  default windowModels;